Autodesk.Revit.UI.Electrical.ElectricalAnalyticalLoadCombinationUIData.GetLoadLoadSetMap
Get the mapping of Load and the LoadSet it belongs to(will be invalidElementId
if the Load doesn't belong to any LoadSets).

Autodesk.Revit.UI.Electrical.ElectricalAnalyticalLoadCombinationUIData.Initialize(Autodesk.Revit.DB.Document)
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null

Autodesk.Revit.UI.Electrical.ElectricalAnalyticalLoadCombinationUIData.IsValidObject
Specifies whether the .NET object represents a valid Revit entity.
Remarks:
If the corresponding Revit native object is destroyed, or creation of the corresponding object is undone,
a managed API object containing it is no longer valid. API methods cannot be called on invalidated wrapper objects.
Returns:
True if the API object holds a valid Revit native object, false otherwise.
Since:
2014

Autodesk.Revit.UI.Electrical.ElectricalAnalyticalLoadCombinationUIData
The input and output data used by external UI servers for storing UI settings.
Load and its belonged LoadSet mapping.